{"Henry": [" Where was Henry? Ah, he was standing by her, close enough to touch the small buoyant face that topped her pillared neck most like a bell-flower on its bed.", " I remember clearly, perhaps because I ought to have my wits about me for another purpose, how Sir Roland’s father, Sir Weedon, once saw Henry taking the part of Lesurques and mixed him up with Le Cirque d’Hiver.", " I always used Bisto myself, and anyway Henry, the angel, was plying his intended fifth with Emperor’s Peg---equal parts of vitriol and applejack in his case---at the top of the ruined lighthouse.", " What Hopes? I meant, did one know the family? It was really the way he took it for granted that I would rather hear him talking about Cerebos and Cerebos and Cerebos or something than attend to poor Henry that irritated me beyond endurance.", " My mistress wore them ; was it for that that I had begun to tire of her already?     If Henry had been there he could have told me what to do.", " Henry had taught me a little of his trade, and this, curiously enough, was what had struck.", " Henry was now stooping over the other body, whistling between its teeth.", " At my sign, Henry stooped and made all clean again.", " Should I make an effort and go back to Henry? He was ready to love.", "   To reckon with Henry! That was never easy.", " He pottered about with me and succeeded at last in making friends with Henry.", "   The girl had left Henry by this time, thank God.", " And again, in this very place for another reason, Henry would remember.", " I had to reckon with Henry.", " And, now I came to think of it, Henry had also gone to-day ; poor Henry, who had stayed uncomfortably after his meeting with Clément yesterday.", "   For this time being, Henry was drawing towards a close.", " Henry was always made up too.", " But it was not till my marriage with Henry that old Charles Goodfellow dared to hint that I was going gay.", " Then I remembered Henry’s favourite quotation :            But M’Cullough ‘e wanted cabins with marble                 and maple and all         And Brussels an’ Utrecht velvet, and bath and a                  Social Hall           Just broken to twine round they harp-strings, as if                 no wild beat         Were now raging to torture the desert! Then I,                 as was meet…   I assure you I had not seen her enter  but suddenly I was electrically aware that she was sitting near me.", " What could come next? I had let Henry guide me.", " Her voice purred in my quick ears ; I thought of a jaguar on a lean bough, and envied Henry.", " And this made it difficult to adequately appreciate Henry’s problem.", " But I must, I felt, at all costs get back to Henry.", " He had found a half-burned marriage certificate in the incinerator ; that was charred lines on Henry.", " What had I actually seen? I had seen Henry---surely I had heard him called so---bending innocently over an innocent corpse of his own making.", " Got me, that is a terrible conjunction of two little words ; Henry does not like it at all.", " I was developing a bit of a yen for Henry, though this was my first introduction to him.", " Henry, though a bit on the spectacular side---to fly the viscera of his third, of the old family lawyer, at his small flagstaff, a little argued the exhibitionist---was sane enough.", " But was it? Henry was in desperate case, and this other was short-sighted enough not to realise that I should care.", " I gave the huddle farewell, and forbade Henry, my peerless investigator, to pursue the matter further.", " She, at least, shows herself delightfully interested in Henry.", " Is it a foolish ecstasy to thrill when I see her long warm fingers taking off Henry’s cap and putting it on again, and trying him out on the table? My dear guest accepts a Rainbow.", " I felt that Henry was about all I could hope to cope with, or with whom, if you like, I could hope to cope.", " Henry, before our tea of anchovy toast and various hot dishes (I was never a stinter) riotously displayed himself all over me.", " Those little golden escapes, those logical thoughts, came on me like stars upon some gloomy grove, as Henry said.", " Though I was alone again, it took me a few minutes to visualise Henry’s predicament with the detached calm which it deserved.", " I couldn’t help being sorry for Henry.", " We that did nothing study but the way to love each other, with which thoughts the day rose with delight to us and with them set, must, as Henry said, learn the hateful art, how to forget.", " If it be not now, I somewhat foolishly said to Henry, who gave a slack ear to me, yet it will be.", " You might have thought it strange for me to say these things, but you never knew Henry.", " I paused to pass my tongue over the dew distilled by the red rose, the sole survivor, and made a sign which brought Henry cat-like to me over the floor.", " I put Henry’s keenness a few inches below the withered salt-cellar.", " I drove Henry home, and left him.", " What a man! Henry, I supposed, was about his business and concern, such as it was.", " I found myself thinking with a strange weakness of the poet’s lines :           But we have all bent low and low and kissed the                 quiet feet           Of the old bold mate of Henry Morgan.", " I follow his gaze and see, as Henry saw when he was at home in Woodstock, twisted trees in front of the thick-windowed little house, and a foreground of exquisitely coloured vegetation with somewhat the consistency of fur stoles : a breast of the hills under a long cloud.", " It looked, though, as if Henry had been playing about with this exhibit.", " I wondered what Henry would think of next.", " With a blush I concentrated again on Henry, and asked myself if his recent activities did or did not constitute the darbs.", " How could I concentrate? And Henry was waiting for me.", " I looked at Henry, and felt a little sick.", " I had worked for him, Henry had worked for him.", " Why should I think of Henry at this particular juncture? I have it.", " Henry, I feel it, is for the first and last time getting out of hand.", " Good-bye, Henry."], "Lo": [" London is like that ; it accepts the wanderer home with a sort of warm indifference.", " Yes, by James! James? Lo, how these fair immaculate women walk behind their jocund maker ; and we see slighted De Mauves, and that far different she, Gressie, the trivial Sphinx.", " Long she was ; but I did not linger to pay court to her.", " She accepts Lover’s Delight from me.", "   What was it I held in my fingers? Looked at in one way it could just be a kea.", " I ordered Charles to spare no expense in confecting that Sundae known as Lover’s Delight for my companion.", " No, locked in, locked in! William the Schoolman---how like an old war song!---was of that place, and, in spite of Rysbrach’s statues of the first Lord King, it was charming.", " But until he told me about it to-day, I never knew that the Great Lexicographer had tasted Lotus with him.", " Lovely, indeed, but not appropriate.", "   Looking over at the sly sideways smile which seemed to fill all the foreground opposite me, I could not help recalling old Lord Pentarry and his minion.", " He was the third dog I had had in London.", " What is a Loganberry Kiss? Is it at all like the Plover’s Lunch, that hurts and is desired? It is strange to think that Catharine is even at this moment turning a Somerset in front of the altar."], "Flora": [" By the bye, Tusitala and Flora had both come over to our place.", " I lowered myself and made love to Flora.", " I was banished and slept miserably with Flora.", " There’s a contrast : Fidelia Faustina Flora Blackwood, sister of Ebenezer Blackwood, which of course it is.", " A confirmed botulist, I first arranged with Flora that there should be seven of the long stout shapes rosily bursting from the exquisite, taut but not too elastic brown at breakfast.", " I trusted they would not taste of Flora and the country-green.", " I made love to Flora again in the back parts ; the result was satisfactory enough.", " I had got a little sick, too, of the way they went on ; like that Tom and Flora’s Jasmine."], "Jasmine": [" He laughed when he remembered that, as we were walking round the garden, and said it was too late for Jasmine’s day at any rate.", " But I liked his name, and showed him so, for he had always been very clement to me, even about that cat Jasmine.", "   I see that old dandy has purchased Cape Jasmine.", "” Some Tom, not the one I killed in the matter of Jasmine, had done that, I gathered.", "   Next day I let Caroline Jasmine---what a name!---do her very damnedest for my guest.", " I had got a little sick, too, of the way they went on ; like that Tom and Flora’s Jasmine.", " He said he’d put that right, but he couldn't find the silly old jossers, as Jasmine might so easily have called them."], "Alexander": [" Alexander, the only noteworthy Pope of my native land, was demonstrably affected.", " I must say I envy Alexander having his first, and perhaps his second, in there.", " I looked across the table to the great brimming bowl of yellow jasmine ; young Alexander had sent him up the night before with an invitation to a private view of the Paulo Post Avorticists.", " Alexander’s my name.", " James had got off, the Earl and his brother Alexander had emphatically not.", " Just like reverting to old tunes after they were damned and dead : how often had I not caught myself whistling Alexander’s Ragtime Wedding Feast in my frugal bath."], "Hal": [" Hall burst in upon us.", " Hall came into the room again.", " Then I remembered Henry’s favourite quotation :            But M’Cullough ‘e wanted cabins with marble                 and maple and all         And Brussels an’ Utrecht velvet, and bath and a                  Social Hall           Just broken to twine round they harp-strings, as if                 no wild beat         Were now raging to torture the desert! Then I,                 as was meet…   I assure you I had not seen her enter  but suddenly I was electrically aware that she was sitting near me.", " If I had had a real education, instead of just listening to him, I could have told---it was bad that day---how I detested being called Hal.", " I remembered the place of my initiation into so much that was glowing and splendid ; I remembered the clanging fives courts, and the solemn old Hall, hung round with   the darker works of Beardsley and Felicien Rops, and ringing with the gloat curses of the Head, as we called him, lubriciously gasping in the grip of ether.", "    It flashed through my mind that the place between Eros and the Queen’s Hall had horribly changed since Orpen painted it in 1912, also that even if I took the warnings of the Ming and got there instantaneously, my modest Munich would have to bracket, at my expense, with islands more correctly known as Efate."], "Bill": [" Bill always called them two dark flapper moons.", " Bill to Solve the Traffic Problem.", " Bill to improve the Secondary Schools.", " Bills should always be met squarely.", " Doctor Invincibilis, dear old Bill, he was no mean psychologist ; he had a razor."], "Charles": [" Now was the hour when Charles Victor Hugo Renard-Beinsky had risen untimely for the sake of the investigating judge.", " I remembered that, when I was returning after a fortnight’s absence during which my assistant Charles Day had deputised for me in my lectures on mineralogy at Peebles University, a tactless hand had left on the blackboard : “Let us work while it is yet Day ; for the Knight cometh when no man can work.", " Then I fumbled two aspirin tablets into my mouth : Noel Coward’s King Charles’s Head.", " But it was not till my marriage with Henry that old Charles Goodfellow dared to hint that I was going gay.", " I ordered Charles to spare no expense in confecting that Sundae known as Lover’s Delight for my companion."], "Hall": [" Hall burst in upon us.", " Hall came into the room again.", " Then I remembered Henry’s favourite quotation :            But M’Cullough ‘e wanted cabins with marble                 and maple and all         And Brussels an’ Utrecht velvet, and bath and a                  Social Hall           Just broken to twine round they harp-strings, as if                 no wild beat         Were now raging to torture the desert! Then I,                 as was meet…   I assure you I had not seen her enter  but suddenly I was electrically aware that she was sitting near me.", " I remembered the place of my initiation into so much that was glowing and splendid ; I remembered the clanging fives courts, and the solemn old Hall, hung round with   the darker works of Beardsley and Felicien Rops, and ringing with the gloat curses of the Head, as we called him, lubriciously gasping in the grip of ether.", "    It flashed through my mind that the place between Eros and the Queen’s Hall had horribly changed since Orpen painted it in 1912, also that even if I took the warnings of the Ming and got there instantaneously, my modest Munich would have to bracket, at my expense, with islands more correctly known as Efate."], "Ben": [" It would, I thought, have seemed impossible to link Will’s friend Ben with Will’s wife, and yet they went off together, or at least on that same day : the bricklayer out of Annandale and the inheritor of the second-best bed : strange bedfellows.", " He asked me about Ben Wade, hitherto merely mutely unemployed, and of course I said the right thing.", " I remembered, as I wandered among the abortive Bengal attempts of the rhododendrons, that she whose bidding I then did would always make up.", " I thought it crude of him to talk about no noise here, but the toning of a tear, or a sigh of such as bring cowslips for her covering, until I realised that he was thinking that Ben’s friend had been, in point of time, like Felton’s meat."], "Death": [" Through it, handsome, cadaverous and so quiet, had walked Death himself, tapping unnoticed at the very walls of the mansions of life ; trying here, failing there, lightly fingering for the sign of a breach.", "    Death’s clumsy fingered, that was the really frightful thing : I had seen them, beneath a debonair smile, fumbling so long about their business.", " Death closes all : but something ere the end, some work of noble note, may yet be done.", " Death’s to fear from flame or steel, I sickeningly gathered, or poison doubtless ; but from water---feel."], "Head": [" Then I fumbled two aspirin tablets into my mouth : Noel Coward’s King Charles’s Head.", " Could it be thought morbid of me, I wondered, to sentimentalise a little as I sat and faced the old school colours frozen there before me? Green and white and rose, grit, wisdom and reliability, the find old Head, as we called him, had quipped it.", " I remembered the place of my initiation into so much that was glowing and splendid ; I remembered the clanging fives courts, and the solemn old Hall, hung round with   the darker works of Beardsley and Felicien Rops, and ringing with the gloat curses of the Head, as we called him, lubriciously gasping in the grip of ether.", " I remembered the place of my initiation behind the old Port at Marseille, the furtive plush, the little airless secret rooms hung round with   photographs of young and laughing athletes, lads who had profited and gone on, and ringing with those words of the Head, as we called him, that one by one the touch of life has turned to truth."], "Earl": [" Of its Earl he had said that he stood gazing out over his domain, drooping like a wet sock, as was his habit when he had nothing to prop his spine against.", " James had got off, the Earl and his brother Alexander had emphatically not.", "” I had been reading him my Ode on the Intimations of Immorality in Early Childhood."], "Paul": [" I looked across the table to the great brimming bowl of yellow jasmine ; young Alexander had sent him up the night before with an invitation to a private view of the Paulo Post Avorticists.", " It should have been recognisable a mile off, from weekly reminders in the more ecstatic newspapers, as that of Sir Paul Trinder, whose furor loquendi had cause him for twenty years to adhere loudly to every ebbing cause in town.", " “You do infinite honour to my little home, Sir Paul,” I said."], "Bart": [" Yes, if sitting at the familiar table with Bart chewing at my moccasins, I could have broadcast it all, I would have left the mighty heart of England to deal with it.", " Bartholomew pawed my ankles even, but I am not superstitious, to ladder danger, desiring sweet biscuits."], "Browning": [" He went on about Browning.", " He went on talking about Browning."], "Bunny": [" I knew, after arguing it out from one side of my aching head to another---those little Bunny and Perry, Pro and Con, had been at it hammer and tongs on the centre court between the two lobes of my brain---that if I had no tangible proof against the erstwhile cleanser of my old headgear, I had merely a thistledown of semi-conviction against the other.", "   To have slept and to wake right up surrounded by an atmosphere in which Bunny and Perry went at it hammer and tongs, seemed almost sacrilege."], "Caroline": ["   Next day I saw that my suspicions of Caroline had been well-founded.", "   Next day I let Caroline Jasmine---what a name!---do her very damnedest for my guest."], "Fakes": [" What had he said as he finally left me? It sounded like Quails and Arty and Fakes.", " Fakes, Quails and Arty."], "Felton": ["   It seemed from what I heard that Felton’s meat had been delivered at Brookesley for the first time that day.", " I thought it crude of him to talk about no noise here, but the toning of a tear, or a sigh of such as bring cowslips for her covering, until I realised that he was thinking that Ben’s friend had been, in point of time, like Felton’s meat."], "Gourdoulis": [" If he got the third point, she’d owe him a box of a hundred Egyptian cigarettes---Gourdoulis, and if she won, he’d give her three pairs of Etam dawn mist, ten inches.", " Unwrapped, it seemed to be a hundred box of Gourdoulis."], "Jack": [" Yes, but supposing she came of the family of Jack’s visitor, with Thornhill, who promised the opera? I could never be sure of that.", " I could not help echoing Jack’s question : is that clever? The Monk Arnulphus, with a dash of Jim the Penman."], "James": [" Yes, by James! James? Lo, how these fair immaculate women walk behind their jocund maker ; and we see slighted De Mauves, and that far different she, Gressie, the trivial Sphinx.", " James had got off, the Earl and his brother Alexander had emphatically not."], "John Ayrton": [" I had, infact, never heard of John Ayrton then.", " But I wasn’t thinking of John Ayrton."], "Larkin": [" Larkin’s school, when I was technically a mixed infant, I had shown signs of possessing these uncanny powers.", " Larkin might have called me Clare, so both voyant and audient was I."], "Moon": ["   I am conveniently situated, with the Moon on the one hand and the Dawn on the other.", " He’s visiting the Moon for the first time to-day and just the first."], "Oscar": [" Poor Oscar.", " You will, Oscar, you will."], "Perry": [" I knew, after arguing it out from one side of my aching head to another---those little Bunny and Perry, Pro and Con, had been at it hammer and tongs on the centre court between the two lobes of my brain---that if I had no tangible proof against the erstwhile cleanser of my old headgear, I had merely a thistledown of semi-conviction against the other.", "   To have slept and to wake right up surrounded by an atmosphere in which Bunny and Perry went at it hammer and tongs, seemed almost sacrilege."], "Sandy": ["   It was that day my friend Sandy told me he was sure he wouldn’t sleep all night.", " I was fond of Sandy and rejoiced with him."], "Thomas": [" Thomas Hardy had been, and my doctor uncle in the war had been just the reverse.", " If he who so tragically killed his King, ever reached here at all, which is historically more than doubtful (alas, poor Richard! Alas, poor Thomas!) it was certainly not in such ease or such good time as I."], "Tom": ["” Some Tom, not the one I killed in the matter of Jasmine, had done that, I gathered.", " I had got a little sick, too, of the way they went on ; like that Tom and Flora’s Jasmine."], "Westphalian": [" Coffee and sandwiches of Westphalian ham pleased him too obviously.", " Over the Westphalian ham, which I contrived to share, he read bits of paper about Hilary and the Amazon, and Stella Polaris and Voltaire, and the City of Nagpur, and Vandyck, and other lovely people."], "de Quincey": [" I did not quite agree with de Quincey that murders in Ireland did not count.", " “Tools must be tooled in the de Quincey sense,” he had said, as he stood wiping the billhook on his smalls, over the welter that had once been so incomparable a lieutenant."], "Achard": [" I stayed myself with devilled Epicam and Royans aux Achard, levered into me with Peter Barleys and washed down and out, foul thought, with Villacabras."], "Achilles": ["     I considered that venerable whose winter Achilles thought to take from the lips of Cressida."], "Allingham": [" Allingham painted the fishshop, I remembered, and the author of the Land of Mist played cricket for it till he went up the hill."], "Anthony": [" It was here, of course, they commemorated Colonel Anthony every year."], "Asolo": ["    It was just when the girl from the Asolo silk mills contended that morning was."], "Augustus": [" Wigbert’s day, I was told, and Augustus, I remembered, was a chubby lad."], "Austin Freeman": [" At least I was on my way, for I had come upon the major half of a publishing firm ; they had always been very good to me, what with Austin Freeman, Oppenheim and Mary Roberts Rinehart."], "Barbara": [" Barbara passes from right to left, dear child."], "Bat": [" Poor lonely little Bat."], "Beauty": [" Underneath this stone, he had said, doth lie as much Beauty as could die ; but of course he hadn’t been talking about her."], "Belmerino": [" I gathered from his talk that Guido looked his last to-day on the sausage place---furtively I knew how excellent---and that Kilmarnock and Belmerino completely lost their heads."], "Ben Wade": [" He asked me about Ben Wade, hitherto merely mutely unemployed, and of course I said the right thing."], "Bisto": [" I always used Bisto myself, and anyway Henry, the angel, was plying his intended fifth with Emperor’s Peg---equal parts of vitriol and applejack in his case---at the top of the ruined lighthouse."], "Bloomsbury": [" He was a typically farm-labourer, with what thy’d call in Bloomsbury a Newdigate fringe."], "Bob Martin": [" I was feeling quite at my best, but I took Bob Martin in completely."], "Brockley": [" And then I thought of Jim’s uncle, Darius Brockley, and of the flimsy excuse the Vicar’s niece had given when she returned."], "Calendula": [" Dear old Gerard, he said it was called Calendula as it is to be seene to flower in the calends of almost everie month."], "Cape Jasmine": ["   I see that old dandy has purchased Cape Jasmine."], "Casy Ferris": [" As I watch the sea, Casy Ferris passes with down-dropped eyes."], "Cathleen": [" I think wistfully of the poet’s lines:           But rum alone’s the tipple, and the heart’s delight           Of Cathleen, the daughter of Houlihan."], "Cave": [" Cave, our local Dame Quickly."], "Cerebos": [" What Hopes? I meant, did one know the family? It was really the way he took it for granted that I would rather hear him talking about Cerebos and Cerebos and Cerebos or something than attend to poor Henry that irritated me beyond endurance."], "Charles Day": [" I remembered that, when I was returning after a fortnight’s absence during which my assistant Charles Day had deputised for me in my lectures on mineralogy at Peebles University, a tactless hand had left on the blackboard : “Let us work while it is yet Day ; for the Knight cometh when no man can work."], "Charles Goodfellow": [" But it was not till my marriage with Henry that old Charles Goodfellow dared to hint that I was going gay."], "Charles Victor": [" Now was the hour when Charles Victor Hugo Renard-Beinsky had risen untimely for the sake of the investigating judge."], "Charlie": [" I tried to interest him in my little Black Museum, and indeed elicited a frisson with the preserved eyeball of the well-known and respected Cadaver Charlie."], "Charlotte Brontë": [" And even as I did so, I thought of skinny old Marat in his slipper bath, the nightcap about his forehead, the dim light of the candle, the shadow at the door, the stealthy tread of Charlotte Brontë with the undulled blade."], "Chris": [" That was a pretty important day, for old Chris left Palos on it ; and you all know by this time the result of that."], "Colney Hatch": [" After all he had been born at Colney Hatch."], "Combe": [" Combe, I had always thought, was where one pottered after rabbits."], "Cynthia": [" Roses automatically reminded me of my aunt Cynthia who had, before there was any constraint between them, asked the poor old Ahkoond of Swat to share a dream next with her heart among these decorative but vestigial flowers."], "Dean": [" But perhaps it was an optimistic memory which told me that such things used not to happen when the queer old Dean was alive."], "Dickens": [" It was a pity about Dickens’ insane jealousy of chickens, and one could really almost weep at his morbid mistrust of sheep."], "Dolittle": [" Not Dolittle but Didlittle."], "Doncaster": [" I received a letter from Miss Doncaster over the crumbs of toast and the last clear smear of marmalade, telling me that the old man would be coming to-day, on her advice to take mine."], "Douglas": [" Simple faith or Norman bluff? But that Douglas was, perhaps, less tender and more true."], "Ebenezer Blackwood": [" There’s a contrast : Fidelia Faustina Flora Blackwood, sister of Ebenezer Blackwood, which of course it is."], "Edinburgh": [" I have only known her a few minutes ; but I hate to think she would change---her voice hits a pocket, just like a plane, when she talks of him---an honest station between King’s Cross and Edinburgh for---what is it?---being’s drone pipe, whose nostril turns to blight the strivelled stars and thicks the lusty breathing of the sun."], "Ellen Brine": [" I was not in Dorset ; but I murmured to myself that Ellen Brine of Allenburn would never mwore return."], "Elsie": [" He hit me once full in the eye, and I remembered, I could not help remembering, Elsie’s difficulty when the young coastguard had tried to prove to her his direct descent from Herebald the Drake."], "Epicam": [" I stayed myself with devilled Epicam and Royans aux Achard, levered into me with Peter Barleys and washed down and out, foul thought, with Villacabras."], "Eric Parker": [" Thames Ditton’s sister, as Eric Parker calls her---and one remembered the Irishman’s malapropism in the same tale---had soon passed."], "Eros": ["    It flashed through my mind that the place between Eros and the Queen’s Hall had horribly changed since Orpen painted it in 1912, also that even if I took the warnings of the Ming and got there instantaneously, my modest Munich would have to bracket, at my expense, with islands more correctly known as Efate."], "Etam": [" If he got the third point, she’d owe him a box of a hundred Egyptian cigarettes---Gourdoulis, and if she won, he’d give her three pairs of Etam dawn mist, ten inches."], "Eugene Sue": ["   After I might just as easily have been a literary bloke, like Jeremy Taylor or Eugene Sue."], "Evelyn Hope": [" He told me that, as far as I could gather, a certain good-looking Evelyn Hope was dead."], "Flora Blackwood": [" There’s a contrast : Fidelia Faustina Flora Blackwood, sister of Ebenezer Blackwood, which of course it is."], "Gay": [" Gay used to lie upon her visits."], "George": [" But there was a George too, because he said so."], "Gerard": [" Dear old Gerard, he said it was called Calendula as it is to be seene to flower in the calends of almost everie month."], "Gianaclis": [" Puffing at Gianaclis and blowing at myself for a fool, I tried to consider my competence, or lack of it."], "Giulio de Medici": [" To share it with Giulio de Medici might sound more sinister to the uninstructed."], "Golden Tips": ["   Now I think I will try a cup of what they insolently call Golden Tips, a find young Tippy Tea."], "Guy Fawkes": [" We were told that the human heart was deceitful and desperately wicked ; what then should be said of the human mind? Why, I meant, should I have remembered the tale of the Major-General in Trafalgar Square on Guy Fawkes night, and how the dead man had told it me, just an hour before."], "Haddock": [" Haddock did he call himself? But he was right about these hours, and if that was not holiness, what was? Meed kissing laces, surely he had convulsed us with."], "Hebe": [" Leda and Hebe, I gave my swan a drink, and then drew a sheet of notepaper towards me."], "Henry Morgan": [" I found myself thinking with a strange weakness of the poet’s lines :           But we have all bent low and low and kissed the                 quiet feet           Of the old bold mate of Henry Morgan."], "Henry cat-like": [" I paused to pass my tongue over the dew distilled by the red rose, the sole survivor, and made a sign which brought Henry cat-like to me over the floor."], "Herbert": [" Herbert."], "Hopes": [" What Hopes? I meant, did one know the family? It was really the way he took it for granted that I would rather hear him talking about Cerebos and Cerebos and Cerebos or something than attend to poor Henry that irritated me beyond endurance."], "Janetta Sheringham": [" The voice was like and yet not like that of Janetta Sheringham."], "Jeremy Taylor": ["   After I might just as easily have been a literary bloke, like Jeremy Taylor or Eugene Sue."], "Jim the Penman": [" I could not help echoing Jack’s question : is that clever? The Monk Arnulphus, with a dash of Jim the Penman."], "John Hewit": [" John Hewit and Sarah Drew, just engaged to be married, were working together in a field of barley when they were both struck by lightning."], "John Montagu’s": ["   I knew, of course, that if I got there in five minutes I would have double the time for my by no means suburban hops at the Café Royal, without insulting it and myself with John Montagu’s arrangement for an uninterrupted session at the gaming table."], "Julienne": [" Julienne? Yes, she looked as if her name would be of the sort."], "Kate Somerset": [" Yes, there’s Kate Somerset, looking actually proud."], "Kreisler": [" But that sort of thing was like a mosquito about the ears, making Kreisler on his little fiddle."], "Lauder": [" The Highgate Empire, where Wilkie Bard, as Lauder did not say, sang o’ his love and fondly sae did I o’ mine."], "Leda": [" Leda and Hebe, I gave my swan a drink, and then drew a sheet of notepaper towards me."], "Lesurques": [" I remember clearly, perhaps because I ought to have my wits about me for another purpose, how Sir Roland’s father, Sir Weedon, once saw Henry taking the part of Lesurques and mixed him up with Le Cirque d’Hiver."], "Luke": [" Matthew, Mark, Luke, and John."], "Mark Twain": [" Read Mark Twain and inwardly digest."], "Mary Roberts Rinehart": [" At least I was on my way, for I had come upon the major half of a publishing firm ; they had always been very good to me, what with Austin Freeman, Oppenheim and Mary Roberts Rinehart."], "Mavis Kitchener": [" At eleven in the forenoon little Mavis Kitchener came with a gift of eggs, a clutch of eggs, I might say, looking at her determined little fists."], "Meed": [" Haddock did he call himself? But he was right about these hours, and if that was not holiness, what was? Meed kissing laces, surely he had convulsed us with."], "Mithradates": [" Surely such a confirmed old tub-thumper would not have had the wit to think out the Mithradates inoculation for himself, and put it into practice? Perish the thought, and the fellow."], "Munich": ["    It flashed through my mind that the place between Eros and the Queen’s Hall had horribly changed since Orpen painted it in 1912, also that even if I took the warnings of the Ming and got there instantaneously, my modest Munich would have to bracket, at my expense, with islands more correctly known as Efate."], "Noel Coward’s": [" Then I fumbled two aspirin tablets into my mouth : Noel Coward’s King Charles’s Head."], "Norman": [" Simple faith or Norman bluff? But that Douglas was, perhaps, less tender and more true."], "Padre": [" The whole business reminds me of the time we lay outside Jifjaffa, and the Padre said to me : “I would rather have written that poem than take castor oil in the morning."], "Paul Trinder": [" It should have been recognisable a mile off, from weekly reminders in the more ecstatic newspapers, as that of Sir Paul Trinder, whose furor loquendi had cause him for twenty years to adhere loudly to every ebbing cause in town."], "Peaberry Mysore": [" I had found that I could face my usual mixture of Peaberry Mysore and Blue Mountain."], "Pentarry": ["   Looking over at the sly sideways smile which seemed to fill all the foreground opposite me, I could not help recalling old Lord Pentarry and his minion."], "Peter Barleys": [" I stayed myself with devilled Epicam and Royans aux Achard, levered into me with Peter Barleys and washed down and out, foul thought, with Villacabras."], "Phalaris": [" Gardenias! And there are also Gardener’s Garters, Phalaris arundinacea variegata."], "Ponce de Leon": [" Already he felt that I was leading him to the fountain Ponce de Leon sought, where he who drinks is deathless."], "Pope": [" Alexander, the only noteworthy Pope of my native land, was demonstrably affected."], "Pure Francis Thompson": [" Pure Francis Thompson."], "Quarry": [" Sunset was already reddish-purple above the Quarry hills, like a bruise on the breast of the evening."], "Ravager": [" So I came back and waited in Orchard, it ran through my head, where he cast up blinded that night, which were my true friend Ravager, which were always good to me since we was almost pups, and never minded of my short legs."], "Renard-Beinsky": [" Now was the hour when Charles Victor Hugo Renard-Beinsky had risen untimely for the sake of the investigating judge."], "Richard": [" If he who so tragically killed his King, ever reached here at all, which is historically more than doubtful (alas, poor Richard! Alas, poor Thomas!) it was certainly not in such ease or such good time as I."], "Rill": [" Rill vaunted the pleasure of speeding, and corncrake gave warnings like an over-driven oak about to fall."], "Roland Mowthalorn": [" There, jauntily tripping from the edge of one puddle to another is crisp Sir Roland Mowthalorn, shuddering old thing, intent to buy the day’s buttonhole from gin-faced Annie behind the church."], "Ronald Firbank": [" Well, my parents had seen to it, soon after birth, that I should be one ; but I had never, save during that week in Malta when I met Ronald Firbank and was a trifle jaundiced, been the other."], "Roses": [" Roses automatically reminded me of my aunt Cynthia who had, before there was any constraint between them, asked the poor old Ahkoond of Swat to share a dream next with her heart among these decorative but vestigial flowers."], "Ruth": [" And Ruth would have little gleaning."], "Sarah Drew": [" John Hewit and Sarah Drew, just engaged to be married, were working together in a field of barley when they were both struck by lightning."], "Sarah’s": [" And my namesake wrote a letter, in which he said that Sarah’s left eye was injured, and there appeared a black spot on her breast."], "Shakespeare": ["    In my youth I had been worried that I bore the same name as Newbolt’s admiral and Shakespeare’s sergeant, and it had irked me when, in my student days, I had been known as the Smiler with the Knife."], "Sonia Gordon": [" Were they, I wondered, like Sonia Gordon’s, triangular dimples with shadow in them? Poor Sonia Gordon."], "Sonia Gordon’s": [" Were they, I wondered, like Sonia Gordon’s, triangular dimples with shadow in them? Poor Sonia Gordon."], "Spey Royal": [" Personally, as far as my stomach went, I could not love the deer so much, loved I not on a moor, with concomitant Spey Royal to drown the taste."], "Sphinx": [" Yes, by James! James? Lo, how these fair immaculate women walk behind their jocund maker ; and we see slighted De Mauves, and that far different she, Gressie, the trivial Sphinx."], "Stella Polaris": [" Over the Westphalian ham, which I contrived to share, he read bits of paper about Hilary and the Amazon, and Stella Polaris and Voltaire, and the City of Nagpur, and Vandyck, and other lovely people."], "Swat": [" Roses automatically reminded me of my aunt Cynthia who had, before there was any constraint between them, asked the poor old Ahkoond of Swat to share a dream next with her heart among these decorative but vestigial flowers."], "Thomas Hardy": [" Thomas Hardy had been, and my doctor uncle in the war had been just the reverse."], "Thornhill": [" Yes, but supposing she came of the family of Jack’s visitor, with Thornhill, who promised the opera? I could never be sure of that."], "Tools": [" “Tools must be tooled in the de Quincey sense,” he had said, as he stood wiping the billhook on his smalls, over the welter that had once been so incomparable a lieutenant."], "Utrecht": [" Then I remembered Henry’s favourite quotation :            But M’Cullough ‘e wanted cabins with marble                 and maple and all         And Brussels an’ Utrecht velvet, and bath and a                  Social Hall           Just broken to twine round they harp-strings, as if                 no wild beat         Were now raging to torture the desert! Then I,                 as was meet…   I assure you I had not seen her enter  but suddenly I was electrically aware that she was sitting near me."], "Waterloo": [" Poor old man ; but everyone must bump up against his Waterloo, and to-day was the day of the meeting at La Belle Alliance."], "Watson": [" Excellent, my dear Watson."], "Weedon": [" I remember clearly, perhaps because I ought to have my wits about me for another purpose, how Sir Roland’s father, Sir Weedon, once saw Henry taking the part of Lesurques and mixed him up with Le Cirque d’Hiver."], "Wellington Crisp": [" While the flying squad had surrounded the house, the locals were thronging the underground passage, and Wellington Crisp, with his assistant and his bulldog, was pouring through the concealed panel in the bathroom."], "Wilkie Bard": [" The Highgate Empire, where Wilkie Bard, as Lauder did not say, sang o’ his love and fondly sae did I o’ mine."], "William Sydney Porter": [" Usually he just said William Sydney Porter, which I offended ; but then he said something much worse."], "William the Schoolman": [" No, locked in, locked in! William the Schoolman---how like an old war song!---was of that place, and, in spite of Rysbrach’s statues of the first Lord King, it was charming."], "Woodstock": [" I follow his gaze and see, as Henry saw when he was at home in Woodstock, twisted trees in front of the thick-windowed little house, and a foreground of exquisitely coloured vegetation with somewhat the consistency of fur stoles : a breast of the hills under a long cloud."], "a Banana Split": [" She has spoken very little ; but she urges me to make trial of a Banana Split."], "the de Quincey": [" “Tools must be tooled in the de Quincey sense,” he had said, as he stood wiping the billhook on his smalls, over the welter that had once been so incomparable a lieutenant."], "I. Henry": []}